[
  {
    "author": "Chinua Achebe",
    "rating": 3.5,
    "country": "Nigeria",
    "imageLink": "https://upload.wikimedia.org/wikipedia/en/6/65/ThingsFallApart.jpg",
    "language": "English",
    "link": "https://drive.google.com/file/d/1w6j6uXYMIs3r4-PKXwvkZWp1Zdx_oUzY/preview?usp=drive_link",
    "pages": 209,
    "title": "Things Fall Apart",
    "year": 1958,
    "quantity": 6,
    "description": "Things Fall Apart is the debut novel by a Nigerian author, Chinua Achebe, first published in 1958. It depicts pre-colonial life in Igboland (modern-day southeastern Nigeria) and the invasion by Europeans during the late 19th century. It is seen as the archetypal modern African novel in English, and one of the first to receive global critical acclaim. It is a staple book in schools throughout Africa and is widely read and studied in English-speaking countries around the world. The novel was first published in the United Kingdom in 1958 by William Heinemann Ltd, and became the first work published in Heinemann's African Writers Series.The novel follows the life of Okonkwo, an influential leader of the fictional Igbo (Ibo in the novel) clan of Umofia, who is, among other things, a feared warrior and a local wrestling champion. The work is split into three parts, with the first describing his family, personal history, his violent exterior and tortured soul, and the customs and society of the Igbo. The second and third sections introduce the influence of European colonialism and Christian missionaries on Okonkwo, his family, and the wider Igbo community.",
    "id": 1,
    "category": "novel"
  },
  {
    "author": "Hans Christian Andersen",
    "rating": 4,
    "country": "Denmark",
    "imageLink": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Hans_Christian_Andersen_%281834_painting%29.jpg",
    "language": "Danish",
    "link": "https://drive.google.com/file/d/1IuyQeIAC641vyXFmsvJwSeEFnLoqHdJ6/preview?usp=sharing",
    "pages": 784,
    "title": "Fairy tales",
    "year": 1836,
    "quantity": 5,
    "description": "Fairy Tales Told for Children. First Collection. (Danish: Eventyr, fortalte for Børn. Første Samling.) is a collection of nine fairy tales by Hans Christian Andersen. The tales were published in a series of three installments by C. A. Reitzel between May 1835 and April 1837, and represent Andersen's first venture into the fairy tale genre.The nine tales of the three booklets were collected together and published in one volume and sold at seventy-two shillings. A title page, a table of contents, and a preface by Andersen were published in the volume",
    "id": 2,
    "category": "novel"
  },
  {
    "author": "Jane Austen",
    "rating": 4,
    "country": "United Kingdom",
    "imageLink": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRJF-jTRjrsMkvqKcSRkLVT5UFlp6EbNhFJdQkKL3ct9uJZpcz9sx0lvz3Y_i4TQwSmLqw&usqp=CAU",
    "language": "English",
    "link": "https://drive.google.com/file/d/1QRTUZ6MHk3Pgd_IHy3nnZ8uuqqA2Fbl3/preview?usp=sharing",
    "pages": 226,
    "title": "Pride and Prejudice",
    "year": 1813,
    "quantity": 8,
    "description": "Pride and Prejudice is an 1813 novel of manners by English author Jane Austen. The novel follows the character development of Elizabeth Bennet, the protagonist of the book, who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness. Mr Bennet, owner of the Longbourn estate in Hertfordshire, has five daughters, but his property is entailed and can only be passed to a male heir. His wife also lacks an inheritance, so his family faces becoming poor upon his death. Thus, it is imperative that at least one of the daughters marry well to support the others, which is a motivation that drives the plot.",
    "id": 3,
    "category": "novel"
  },
  {
    "author": "Honor de Balzac",
    "rating": 4.5,
    "country": "France",
    "imageLink": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcQQEuhJGAWWPOyI3MUq34gzOB8csLiR7t6-13PyxyPiU9KVKpTj",
    "language": "French",
    "link": "https://drive.google.com/file/d/1AiaRkrSr-fmXfbklh4xkg7D9Zh9c7ISo/preview?usp=sharing",
    "pages": 443,
    "title": "Le Pre Goriot",
    "year": 1835,
    "quantity": 4,
    "description": "Le Père Goriot[a] (French pronunciation: [lə pɛʁ ɡɔʁjo], 'Old Goriot' or 'Father Goriot') is an 1835 novel by French novelist and playwright Honoré de Balzac (1799–1850), included in the Scènes de la vie privée section of his novel sequence La Comédie humaine. Set in Paris in 1819, it follows the intertwined lives of three characters: the elderly doting Goriot, a mysterious criminal-in-hiding named Vautrin and a naive law student named Eugène de Rastignac.",
    "id": 4,
    "category": "novel"
  },
  {
    "author": "Samuel Beckett",
    "rating": 3.9,
    "country": "Republic of Ireland",
    "imageLink": "https://upload.wikimedia.org/wikipedia/en/9/90/Beckett_Molloy.jpg",
    "language": "French, English",
    "link": "https://drive.google.com/file/d/1R1-_vzZ7XjbVQKRHe4Xy9skmVo-ZEaHV/preview?usp=sharing",
    "pages": 256,
    "title": "Molloy, Malone Dies, The Unnamable, the trilogy",
    "year": 1952,
    "quantity": 7,
    "description": "Molloy is the first of three novels initially written in Paris between 1947 and 1950; this trio, which includes Malone Dies and The Unnamable, is collectively referred to as 'The Trilogy' or 'the Beckett Trilogy'. Beckett wrote all three books in French and then, aside from some collaborative work on Molloy with Patrick Bowles, served entirely as his own English-language translator; he did the same for most of his plays",
    "id": 5,
    "category": "novel"
  },
  {
    "author": "Louis-Ferdinand Cline",
    "rating": 3.5,
    "country": "France",
    "imageLink": "https://upload.wikimedia.org/wikipedia/en/f/ff/Journey_to_the_End_of_the_Night_cover.jpg",
    "language": "French",
    "link": "https://drive.google.com/file/d/1fAxwVvm8ugB7tRs-B73uKdTsSRJWQRil/preview?usp=sharing",
    "pages": 505,
    "title": "Journey to the End of the Night",
    "year": 1932,
    "quantity": 9,
    "description": "Céline began writing Journey to the End of the Night, his first novel, in 1929 while he was working as a doctor in a public clinic in the working class Paris suburb of Clichy.[1] The novel draws on his experience in the French cavalry during World War One, his time in colonial Africa as an employee of a French forestry company, his 1925 visit to the United States as a health officer with the League of Nations, and his experiences as a doctor in Paris. He completed the novel in late 1931 and submitted it to two small publishers and the major publisher Gallimard, before it was accepted by a fourth publisher, Denoël et Steele, which had recently had a success with Eugène Dabit's L'Hôtel du Nord. Journey to the End of the Night was published in October 1932",
    "id": 6,
    "category": "novel"
  },
  {
    "author": "Richard Carlson",
    "rating": 4,
    "country": "United States",
    "imageLink": "https://m.media-amazon.com/images/I/51al86VY0FL._SL500_.jpg",
    "language": "English",
    "link": "https://drive.google.com/file/d/1riI9SZlu967W_C9kJaZ1FVYLTloY5xAb/preview?usp=sharing",
    "pages": 300,
    "title": "Don't Sweat the Small Stuff",
    "year": 2020,
    "quantity": 3,
    "description": "Ever felt overwhelmed by life's small irritations? You know what can help: “Don't Sweat the Small Stuff” by Richard Carlson, a book about perspective, peace, and happiness. Learn why this classic self-help book has captured hearts worldwide, and get ready to leave your stress behind!",
    "id": 7,
    "category": "career"
  },
  {
    "author": "Deborah G. Johnson and Jameson M. Wetmore",
    "rating": 3.5,
    "country": "United States",
    "imageLink": "https://enterprisersproject.com/sites/default/files/styles/medium/public/2022-01/tech-society-book.jpeg?itok=KfMZ8t-9",
    "language": "English",
    "link": "https://drive.google.com/file/d/1Q5FoDtzauuu7j5OeKvttsS_jBe0YuTVT/preview?usp=sharing",
    "pages": 250,
    "title": "Technology and Society",
    "year": 2019,
    "quantity": 5,
    "description": "Writings by thinkers ranging from Rokeya Sakhawat Hossain to Bruno Latour that focus on the interconnections of technology, society, and values. Technological change does not happen in a vacuum; decisions about which technologies to develop, fund, market, and use engage ideas about values as well as calculations of costs and benefits. In order to influence the development of technology for the better, we must first understand how technology and society are inextricably bound together. Many of the texts illustrate how race and gender are intertwined with technology",
    "id": 8,
    "category": "technology"
  },
  {
    "author": "Carl Sagan",
    "rating": 4,
    "country": "International",
    "imageLink": "https://upload.wikimedia.org/wikipedia/en/9/91/Cosmos_book.gif?20051201215911",
    "language": "English",
    "link": "https://drive.google.com/file/d/1IHCHGMt4HpWLsTIFglACfZQGo3hm-Bg5/preview?usp=sharing",
    "pages": 350,
    "title": "Journey Through the Cosmos",
    "year": 2021,
    "quantity": 4,
    "description": "Cosmos is a popular science book written by astronomer and Pulitzer Prize-winning author Carl Sagan. It was published in 1980 as a companion piece to the PBS mini-series Cosmos: A Personal Voyage with which it was co-developed and intended to complement. Each of the book’s 13 illustrated chapters corresponds to one of the 13 episodes of the television series. Just a few of the ideas explored in Cosmos include the history and mutual development of science and civilization, the nature of the Universe, human and robotic space exploration, the inner workings of the cell and the DNA that controls it, and the dangers and future implications of nuclear war. ",
    "id": 9,
    "category": "astronomy"
  },
  {
    "author": "Joe Navarro",
    "country": "United Kingdom",
    "rating": 4,
    "imageLink": "https://img.thriftbooks.com/api/images/i/m/53C906B421DEAD07541688D27203AACD9B6C1EE3.jpg",
    "language": "English",
    "link": "https://drive.google.com/file/d/1iUAlxW7eV7UqnO_k7RPBw58VH4OLqvwR/preview?usp=sharing",
    "pages": 280,
    "title": "What Every Body Is Saying: An Ex-FBI Agent's Guide to Speed-Reading People",
    "year": 2022,
    "quantity": 6,
    "description": "Explore the evolving landscape of leadership in the digital era. This book provides practical insights and strategies for leaders navigating the challenges of the modern business world.",
    "id": 10,
    "category": "career"
  },
  {
    "author": "Seth Godin",
    "rating": 3.5,
    "country": "United States",
    "imageLink": "https://img.thriftbooks.com/api/images/i/xl/25F4A1DFC4FC329B5E5B9D13BA29994A3A069FA8.jpg",
    "language": "English",
    "link": "https://drive.google.com/file/d/1uUjxwtGWnteDsBViWxKmutJt-ndq32Bt/preview?usp=sharing",
    "pages": 320,
    "title": "The Dip: A Little Book That Teaches You When to Quit (and When to Stick)",
    "year": 2021,
    "quantity": 7,
    "description": "Yet another easily digestible social marketplace commentary from the blogger/author who penned Purple Cow and Small is the New Big, Godin prescribes a cleverly counter-intuitive way to approach one's potential for success. Smart, honest, and refreshingly free of self-help posturing, this primer on winning-through-quitting is at once motivational and comically indifferent, making the lofty goal of 'becoming the best in the world' an achievable proposition-all you need is to 'start doing some quitting.' The secret to 'strategic quitting' is seeking, understanding and embracing the Dip,the long slog between starting and mastery in which those without the determination or will find themselves burning out. As such, Godin demonstrates how to identify and quit your Cul-de-Sac and Cliff situations, in which no amount of work will lead to success. Godin provides tips for finding your Dip, taking advantage of it and becoming one of the few (inevitably valuable) players to emerge on the other side; he also provides guidelines for quitting with confidence.",
    "id": 11,
    "category": "career"
  },
  {
    "author": "Henry Kissinger, Eric Schmidt, and Daniel Huttenlocher",
    "rating": 4,
    "country": "United States",
    "imageLink": "https://enterprisersproject.com/sites/default/files/styles/medium/public/2022-01/age-of-ai-book.jpg?itok=mFlQW8OA",
    "language": "English",
    "link": "https://drive.google.com/file/d/1qffwHRz8NHCc0J-He0L0LKE0w7vB0t3Z/preview?usp=sharing",
    "pages": 290,
    "title": "The Age of A.I.",
    "year": 2023,
    "quantity": 5,
    "description": "Three of the world's most accomplished and deep thinkers come together to explore Artificial Intelligence (AI) and the way it is transforming human society – and what this technology means for us all. AI is coming online in searching, streaming, medicine, education, and many other fields and, in so doing, transforming how humans are experiencing reality.",
    "id": 12,
    "category": "technology"
  },
  {
    "author": "Darrell K. Rigby, Sarah Elk, and Steve Berez",
    "rating": 4,
    "country": "Canada",
    "imageLink": "https://enterprisersproject.com/sites/default/files/styles/medium/public/2022-01/agile-right-book.png?itok=smk7spP6",
    "language": "English",
    "link": "https://drive.google.com/file/d/1XoOB0ySBYHDgRsSTheaW_m-aybg6VgfJ/preview?usp=sharing",
    "pages": 260,
    "title": "Doing Agile Right: Transformation without Chaos ",
    "year": 2022,
    "quantity": 4,
    "description": "Agile has the power to transform work – but only if it’s implemented the right way. For decades business leaders have been painfully aware of a huge chasm: They aspire to create nimble, flexible enterprises. But their day-to-day reality is silos, sluggish processes, and stalled innovation. The authors break down how agile really works, show what not to do, and explain the crucial importance of scaling agile properly in order to reap its full benefit",
    "id": 13,
    "category": "technology"
  },
  {
    "author": "Stephen Hawking",
    "rating": 4.5,
    "country": "United States",
    "imageLink": "https://upload.wikimedia.org/wikipedia/en/a/a3/BriefHistoryTime.jpg",
    "language": "English",
    "link": "https://drive.google.com/file/d/1dDfAYrTuc9NG3ovQDRoYu_VUFd7J-0oM/preview?usp=sharing",
    "pages": 310,
    "title": "A Brief History of Time",
    "year": 2022,
    "quantity": 6,
    "description": "In A Brief History of Time, Hawking writes in non-technical terms about the structure, origin, development and eventual fate of the Universe, which is the object of study of astronomy and modern physics. He talks about basic concepts like space and time, basic building blocks that make up the Universe (such as quarks) and the fundamental forces that govern it (such as gravity). He writes about cosmological phenomena such as the Big Bang and black holes. He discusses two major theories, general relativity and quantum mechanics, that modern scientists use to describe the Universe. Finally, he talks about the search for a unifying theory that describes everything in the Universe in a coherent manner.",
    "id": 14,
    "category": "astronomy"
  },
  {
    "author": "Carl Allchin",
    "rating": 4.5,
    "country": "USA",
    "imageLink": "https://enterprisersproject.com/sites/default/files/styles/medium/public/2022-01/communicating-with-data-book.jpeg?itok=HjopCAM5",
    "link": "https://drive.google.com/file/d/1dDfAYrTuc9NG3ovQDRoYu_VUFd7J-0oM/preview?usp=sharing",
    "language": "English",
    "pages": 300,
    "title": "Communicating with Data",
    "year": 2020,
    "quantity": 10,
    "description": "Data is a fantastic raw resource for powering change in an organization, but all too often the people working in those organizations don’t have the necessary skills to communicate with data effectively. With this practical book, subject matter experts will learn ways to develop strong, persuasive points when presenting data to different groups in their organizations.",
    "id": 15,
    "category": "technology"
  },
  {
    "author": "R. “Ray” Wang",
    "rating": 4.5,
    "country": "Canada",
    "imageLink": "https://enterprisersproject.com/sites/default/files/styles/medium/public/2022-01/saveworldbook.jpg?itok=xTLAunWy",
    "link": "https://drive.google.com/file/d/1DfYWjokHUHauux1oZ5valhsfKcnMxHyV/preview?usp=sharing",
    "language": "English",
    "pages": 250,
    "title": "Everybody wants to rule the world ",
    "year": 2019,
    "quantity": 8,
    "description": "Drawing on considerable original research and case studies from Wang’s acclaimed firm, Constellation Research, this groundbreaking guide reveals which kinds of companies will thrive and which will get crushed by the powerful forces now at work. Ultimately, you will understand how the business world is changing in the face of extreme competition, and, most importantly, you will learn how to adapt now to stay relevant and in demand.",
    "id": 16,
    "category": "technology"
  },
  {
    "author": "Terence Dickinson, Alan Dyer",
    "rating": 4,
    "country": "Australia",
    "imageLink": "https://m.media-amazon.com/images/I/51fcbeEQ4+L._SX342_SY445_.jpg",
    "link": "https://drive.google.com/file/d/1DfYWjokHUHauux1oZ5valhsfKcnMxHyV/preview?usp=sharing",
    "language": "English",
    "pages": 180,
    "title": "The Backyard Astronomer's Guide",
    "year": 2022,
    "quantity": 6,
    "description": "Get excited – the fourth edition of The Backyard Astronomer’s Guide is here. First published in 1991, the 2021 edition boasts 48 additional pages and five new bang-up-to-date chapters. Beautifully put together by authors Terence Dickinson and Alan Dyer, the new edition firmly brings the book into the modern age of astronomy.",
    "id": 18,
    "category": "astronomy"
  },
  {
    "author": "Napoleon Hill",
    "rating": 4.5,
    "country": "UK",
    "imageLink": "https://upload.wikimedia.org/wikipedia/en/e/e9/Think_and_grow_rich_original_cover.jpg",
    "link": "https://drive.google.com/file/d/1DfYWjokHUHauux1oZ5valhsfKcnMxHyV/preview?usp=sharing",
    "language": "English",
    "pages": 210,
    "title": "Think and Grow Rich",
    "year": 2021,
    "quantity": 9,
    "description": "Think and Grow Rich is a book written by Napoleon Hill and Rosa Lee Beeland released in 1937 and promoted as a personal development and self-improvement book. He claimed to be inspired by a suggestion from business magnate and later-philanthropist Andrew Carnegie. However there is no evidence that the two ever met.The book is considered a classic in the personal development genre and has been widely influential in shaping the way people think about success and wealth.",
    "id": 21,
    "category": "career"
  },
  {
    "author": "Adrian West",
    "rating": 3.5,
    "country": "Australia",
    "imageLink": "https://m.media-amazon.com/images/I/41L4jY5secL._SY445_SX342_.jpg",
    "link": "https://drive.google.com/file/d/1DfYWjokHUHauux1oZ5valhsfKcnMxHyV/preview?usp=sharing",
    "language": "English",
    "pages": 190,
    "title": "The Secret World of Stargazing",
    "year": 2022,
    "quantity": 7,
    "description": "Adrian West has produced a charming book with a strong emphasis on wellbeing: how and why stargazing is good for us, physically and mentally. This is very much a book for anyone who is just starting out and finding their stargazing feet for the very first time, or anyone with a passing interest.",
    "id": 22,
    "category": "astronomy"
  },
  {
    "author": "Brendan Creane, Amit Gupta",
    "country": "USA",
    "imageLink": "https://enterprisersproject.com/sites/default/files/styles/medium/public/2022-01/kubernetes-book.jpeg?itok=NwLHFzss",
    "link": "https://drive.google.com/file/d/1mYdvLNbLIzHZpfgMrFrX_w3IuyJ59gaL/preview?usp=sharing",
    "language": "English",
    "pages": 310,
    "title": "Kubernetes Security and Observability ",
    "year": 2020,
    "quantity": 13,
    "description": "Securing, observing, and troubleshooting containerized workloads on Kubernetes can be daunting. It requires a range of considerations, from infrastructure choices and cluster configuration to deployment controls and runtime and network security. Whether you’re already working on cloud-native applications or are in the process of migrating to its architecture, this guide introduces key security and observability concepts and best practices to help you unleash the power of cloud-native applications",
    "id": 23,
    "category": "technology",
    "rating": "3.8"
  },
  {
    "author": "Bill Burnett and Dave Evans",
    "rating": 3.5,
    "country": "UK",
    "imageLink": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcQjhER6N13S8oKZBcGaeHkB7eudzAE7JNrT2M1Q_PhP_mSBJU2E",
    "link": "https://drive.google.com/file/d/1F1LREVvM7hrSUhiqSIPGm9xwtIc1ne1M/preview?usp=sharing",
    "language": "English",
    "pages": 220,
    "title": "Designing Your Life",
    "year": 2021,
    "quantity": 8,
    "description": "Designing Your Life: How to Build a Well-Lived, Joyful Life is a book by Bill Burnett and Dave Evans that aims to help readers organize themselves through journaling and design thinking.The New York Times best-selling book was published in 2016 by Knopf Doubleday Publishing Group and utilizes a series of exercises throughout its eleven chapters in order to provide others with a sense of structure in their lives.[1] These creative and thought provoking exercises allow the reader to reflect on their life and determine what they should do with their future. They can then generate a road map and plan how to accomplish their goals",
    "id": 25,
    "category": "career"
  },
  {
    "author": "Tom Kerss",
    "rating": 4,
    "country": "Australia",
    "imageLink": "https://m.media-amazon.com/images/I/51fYxrjfOfL._SY445_SX342_.jpg",
    "link": "https://drive.google.com/file/d/1Elf7U5FWGnRdYSMs-o4CzD4jl741GWlO/preview?usp=sharing",
    "language": "English",
    "pages": 200,
    "title": "Moongazing",
    "year": 2022,
    "quantity": 5,
    "description": "erss manages to cover a broad range of nitty-gritty lunar facts, ranging from the phases to the Apollo missions and a practical section on lunar photography using a smartphone or DSLR. The most exciting and informative segment is the ‘Introduction to the Lunar Atlas’, which divides the Moon into 16 sections and includes lunar photographs along with a map for the reader to learn the names of craters and mares. ",
    "id": 26,
    "category": "astronomy"
  },
  {
    "author": "Paul Leinwand and Mahadeva Matt Mani",
    "country": "Canada",
    "imageLink": "https://enterprisersproject.com/sites/default/files/styles/medium/public/2022-01/beyond-digital-book.png?itok=PMLAmh1-",
    "link": "https://drive.google.com/file/d/15gqsyyYA5B9bQoxnEdG6INNwhl_XjczC/preview?usp=sharing",
    "language": "English",
    "pages": 290,
    "title": "Beyond Digital",
    "year": 2019,
    "quantity": 9,
    "description": "Two world-renowned strategists detail the seven leadership imperatives for transforming companies in the new digital era. Digital transformation is critical. But winning in today’s world requires more than digitization. It requires understanding that the nature of competitive advantage has shifted – and that being digital is not enough.",
    "id": 28,
    "category": "technology",
    "rating": "4.3"
  },
  {
    "author": "Nicholas Lore",
    "rating": 3.5,
    "country": "UK",
    "imageLink": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcStTVkIdPJ7SRmGbReEYZhumLsoCwzN7ppzjaSRhM02R61YhM9J",
    "link": "https://drive.google.com/file/d/1PDY7GovjThdOT5k8BYkYS5UIV-orM9Fi/preview?usp=sharing",
    "language": "English",
    "pages": 230,
    "title": "The Pathfinder",
    "year": 2021,
    "quantity": 7,
    "description": "The Pathfinder is great for people at all career stages, from recent grads to longtime workers looking for a new career path. In the book, career coach Nicholas Lore lays out how to figure out what you want to do and how to set your course to get to that point. Lore uses diagnostic tools and tests from the career and networking hub, the Rockport Institute, to guide readers through the first (or next steps) on their career paths. Originally published in 1998, this book still receives rave reviews from readers who have used it as a means to discover a more engaging, fulfilling work path. With more than 100 self-assessments and diagnostic tools, The Pathfinder can help you see your career in a whole new light. This is a great book whether you’re starting off or looking for a career change.",
    "id": 29,
    "category": "career"
  },
  {
    "author": " Carla A. Harris",
    "country": "UK",
    "imageLink": "https://www.betterup.com/hs-fs/hubfs/Blog%20Images/Career%20books/ExpectToWin.jpeg?width=498&name=ExpectToWin.jpeg",
    "link": "https://drive.google.com/file/d/1uNc6OU_LqP3Pmnku200nf7fr1c8pHqLQ/preview?usp=sharing",
    "language": "English",
    "pages": 230,
    "title": "Expect to Win",
    "year": 2021,
    "quantity": 7,
    "description": "Expect to Win: Proven Strategies for Success from a Wall Street Vet is a must-read for anyone looking to progress in their career. Author Carla Harris is one of Wall Street’s most powerful women, which is no easy feat.As Carla’s career progressed, she discovered survival skills needed for business success.  She vowed to share her learnings with the world. In each chapter of this book, you’ll learn different pearls of wisdom to help fulfill your career potential.",
    "id": 30,
    "category": "career"
  }
]